Repository: Tadelsucht/BatteryDischarger
Catalog: Properties/Resources.*.resx
Languages: bg, da, de, el, et, fr, ja, ko, nb, pl, pt, sk, sl, sv, zh

source: More than one battery was detected, which is not supported by the program.
bg: Открита е повече от една батерия, което не се поддържа от програмата.
da: Der blev registreret mere end ét batteri, hvilket ikke understøttes af programmet.
de: Es wurde mehr als eine Batterie erkannt, was vom Programm nicht unterstützt wird.
el: Εντοπίστηκαν περισσότερες από μία μπαταρίες, οι οποίες δεν υποστηρίζονται από το πρόγραμμα.
et: Avastati rohkem kui üks aku, mida programm ei toeta.
fr: Plus d'une batterie a été détectée, ce qui n'est pas pris en charge par le programme.
ja: プログラムでサポートされていない複数の電池が検出されました。
ko: 프로그램에서 지원하지 않는 배터리가 두 개 이상 감지되었습니다.
nb: Mer enn ett batteri ble oppdaget, noe som ikke støttes av programmet.
pl: Wykryto więcej niż jeden akumulator, co nie jest obsługiwane przez program.
pt: Foi detectada mais de uma bateria, que não é suportada pelo programa.
sk: Bolo zistené viac ako jedna batéria, čo program nepodporuje.
sl: Odkrita je bila več kot ena baterija, ki je program ne podpira.
sv: Mer än ett batteri upptäcktes, vilket inte stöds av programmet.
zh: 检测到一个以上的电池，这不被程序所支持。

source: No battery was detected.
bg: Не е открита батерия.
da: Der blev ikke fundet noget batteri.
de: Es wurde keine Batterie erkannt.
el: Δεν εντοπίστηκε μπαταρία.
et: Ühtegi akut ei tuvastatud.
fr: Aucune batterie n'a été détectée.
ja: 電池が検出されませんでした。
ko: 배터리가 감지되지 않았습니다.
nb: Det ble ikke oppdaget noe batteri.
pl: Nie wykryto akumulatora.
pt: Não foi detectada nenhuma bateria.
sk: Nebola zistená žiadna batéria.
sl: Baterija ni bila odkrita.
sv: Inget batteri upptäcktes.
zh: 没有检测到电池。

source: Start controlled discharge
bg: Стартиране на контролирано разтоварване
da: Start kontrolleret udledning
de: Kontrollierte Entladung starten
el: Έναρξη ελεγχόμενης απόρριψης
et: Kontrollitud tühjendamise käivitamine
fr: Début de la décharge contrôlée
ja: 制御放電の開始
ko: 제어 방전 시작
nb: Start kontrollert utslipp
pl: Rozpoczęcie kontrolowanego rozładunku
pt: Iniciar descarga controlada
sk: Spustenie riadeného vybíjania
sl: Začetek nadzorovanega praznjenja
sv: Börja med kontrollerad urladdning
zh: 开始控制放电

source: Target battery charge (in percent):
bg: Целеви заряд на батерията (в проценти):
da: Mål for batteriets opladning (i procent):
de: Ziel-Batterieladung (in Prozent):
el: Στόχος φόρτισης μπαταρίας (σε ποσοστό):
et: Aku sihtlaadimine (protsentides):
fr: Charge cible de la batterie (en pourcentage) :
ja: 目標バッテリー充電量（単位：％）。
ko: 목표 배터리 충전량(퍼센트):
nb: Mål for batterilading (i prosent):
pl: Docelowy poziom naładowania akumulatora (w procentach):
pt: Carga da bateria alvo (em percentagem):
sk: Cieľové nabitie batérie (v percentách):
sl: Ciljno napolnjenost baterije (v odstotkih):
sv: Målbatteriladdning (i procent):
zh: 目标电池电量（百分比）。

source: The battery status could not be determined.
bg: Състоянието на батерията не може да бъде определено.
da: Batteriets status kunne ikke bestemmes.
de: Der Batteriestatus konnte nicht ermittelt werden.
el: Η κατάσταση της μπαταρίας δεν μπόρεσε να προσδιοριστεί.
et: Aku seisundit ei olnud võimalik kindlaks teha.
fr: L'état de la batterie n'a pas pu être déterminé.
ja: 電池の状態を判断することができませんでした。
ko: 배터리 상태를 확인할 수 없습니다.
nb: Batteristatusen kunne ikke fastslås.
pl: Nie można określić stanu akumulatora.
pt: O estado da bateria não pôde ser determinado.
sk: Stav batérie nebolo možné určiť.
sl: Stanja baterije ni bilo mogoče določiti.
sv: Batteristatusen kunde inte fastställas.
zh: 无法确定电池状态。

source: Stop controlled discharge
bg: Спиране на контролираното изхвърляне
da: Stop kontrolleret udledning
de: Kontrollierte Entladung stoppen
el: Διακοπή ελεγχόμενης απόρριψης
et: Kontrollitud tühjendamise peatamine
fr: Arrêt de la décharge contrôlée
ja: 制御された放電を停止する
ko: 제어 방전 중지
nb: Stopp kontrollert utslipp
pl: Zatrzymanie kontrolowanego wypływu
pt: Parar descarga controlada
sk: Zastavenie kontrolovaného vypúšťania
sl: Zaustavitev nadzorovanega praznjenja
sv: Stoppa kontrollerat utsläpp
zh: 停止控制性排放

source: Accelerate battery discharge:
bg: Ускоряване на разреждането на батерията:
da: Fremskynde afladning af batteriet:
de: Batterieentladung beschleunigen:
el: Επιταχύνει την αποφόρτιση της μπαταρίας:
et: Kiirendada aku tühjenemist:
fr: Accélérer la décharge de la batterie :
ja: バッテリーの放電を促進させる。
ko: 배터리 방전을 가속화합니다:
nb: Fremskynde batteriutladning:
pl: Przyspieszenie rozładowania akumulatora:
pt: Acelerar a descarga da bateria:
sk: Zrýchlite vybíjanie batérie:
sl: Pospešite praznjenje baterije:
sv: Snabbare urladdning av batteriet:
zh: 加速电池放电。

source: Error
bg: Грешка
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
ja: エラー
ko: 오류
nb: Feil
pl: Błąd
pt: Erro
sk: Chyba
sl: Napaka
sv: Fel
zh: 误差

source: Did not found a useable WorkingDirectoryPath.
bg: Не е намерен използваем WorkingDirectoryPath.
da: Der blev ikke fundet en brugbar WorkingDirectoryPath.
de: Es wurde kein brauchbarer WorkingDirectoryPath gefunden.
el: Δεν βρέθηκε ένα χρησιμοποιήσιμο WorkingDirectoryPath.
et: Ei leidnud kasutatavat WorkingDirectoryPathi.
fr: N'a pas trouvé un WorkingDirectoryPath utilisable.
ja: 使用可能なWorkingDirectoryPathが見つかりませんでした。
ko: 사용 가능한 WorkingDirectoryPath를 찾을 수 없습니다.
nb: Ingen brukbar WorkingDirectoryPath ble funnet.
pl: Nie znaleziono użytecznej ścieżki WorkingDirectoryPath.
pt: Não encontrei um WorkingDirectoryPath utilizável.
sk: Nenašiel sa použiteľný adresár WorkingDirectoryPath.
sl: Ni našel uporabne poti WorkingDirectoryPath.
sv: Hittade ingen användbar WorkingDirectoryPath.
zh: 没有找到可用的工作目录路径。

# LanguageColon
source: Language:
bg: Език:
da: Sprog:
de: Sprache:
el: Γλώσσα:
et: Keel:
fr: Langue :
ja: 言語
ko: 언어:
nb: Språk:
pl: Język:
pt: Linguagem:
sk: Jazyk:
sl: Jezik:
sv: Språk:
zh: 语言。

source: Legal notice
bg: Правно уведомление
da: Juridisk meddelelse
de: Rechtliche Hinweise
el: Νομική ειδοποίηση
et: Õiguslikud märkused
fr: Avis juridique
ja: 法律上の注意事項
ko: 법적 고지
nb: Juridisk merknad
pl: Nota prawna
pt: Aviso legal
sk: Právne upozornenie
sl: Pravno obvestilo
sv: Rättsligt meddelande
zh: 法律通知

source: The operating system is not supported.
bg: Операционната система не се поддържа.
da: Operativsystemet er ikke understøttet.
de: Das Betriebssystem wird nicht unterstützt.
el: Το λειτουργικό σύστημα δεν υποστηρίζεται.
et: Operatsioonisüsteem ei ole toetatud.
fr: Le système d'exploitation n'est pas pris en charge.
ja: オペレーティングシステムはサポートされていません。
ko: 운영 체제는 지원되지 않습니다.
nb: Operativsystemet støttes ikke.
pl: System operacyjny nie jest obsługiwany.
pt: O sistema operativo não é suportado.
sk: Operačný systém nie je podporovaný.
sl: Operacijski sistem ni podprt.
sv: Operativsystemet stöds inte.
zh: 该操作系统不被支持。

source: Structure of the specified license code is not correct.
bg: Структурата на посочения лицензен код не е правилна.
da: Strukturen af den angivne licenskode er ikke korrekt.
de: Die Struktur des angegebenen Lizenzcodes ist nicht korrekt.
el: Η δομή του καθορισμένου κωδικού άδειας χρήσης δεν είναι σωστή.
et: Määratud litsentsikoodi struktuur ei ole õige.
fr: La structure du code de licence spécifié n'est pas correcte.
ja: 指定されたライセンスコードの構造が正しくありません。
ko: 지정한 라이선스 코드의 구조가 올바르지 않습니다.
nb: Strukturen til den angitte lisenskoden er ikke korrekt.
pl: Struktura podanego kodu licencji jest nieprawidłowa.
pt: A estrutura do código de licença especificado não é correcta.
sk: Štruktúra zadaného licenčného kódu nie je správna.
sl: Struktura navedene licenčne kode ni pravilna.
sv: Strukturen i den angivna licenskoden är inte korrekt.
zh: 指定的许可证代码的结构不正确。

source: The license code is not valid.
bg: Лицензионният код не е валиден.
da: Licenskoden er ikke gyldig.
de: Der Lizenzcode ist ungültig.
el: Ο κωδικός άδειας χρήσης δεν είναι έγκυρος.
et: Litsentsikood ei ole kehtiv.
fr: Le code de licence n'est pas valide.
ja: ライセンスコードが有効ではありません。
ko: 라이선스 코드가 유효하지 않습니다.
nb: Lisenskoden er ugyldig.
pl: Kod licencyjny jest nieważny.
pt: O código da licença não é válido.
sk: Licenčný kód nie je platný.
sl: Licenčna koda ni veljavna.
sv: Licenskoden är inte giltig.
zh: 许可证代码是无效的。

source: The program can be used only after a valid license code has been entered.
bg: Програмата може да се използва само след въвеждане на валиден лицензен код.
da: Programmet kan kun anvendes, når der er indtastet en gyldig licenskode.
de: Das Programm kann erst genutzt werden, nachdem ein gültiger Lizenz-Code eingegeben wurde.
el: Το πρόγραμμα μπορεί να χρησιμοποιηθεί μόνο μετά την εισαγωγή ενός έγκυρου κωδικού άδειας χρήσης.
et: Programmi saab kasutada ainult pärast kehtiva litsentsikoodi sisestamist.
fr: Le programme ne peut être utilisé qu'après l'introduction d'un code de licence valable.
ja: プログラムは、有効なライセンスコードが入力された後にのみ使用することができます。
ko: 이 프로그램은 유효한 라이선스 코드를 입력한 후에만 사용할 수 있습니다.
nb: Programmet kan bare brukes etter at en gyldig lisenskode er lagt inn.
pl: Program może być używany tylko po wprowadzeniu ważnego kodu licencyjnego.
pt: O programa só pode ser utilizado depois de ter sido introduzido um código de licença válido.
sk: Program je možné používať len po zadaní platného licenčného kódu.
sl: Program lahko uporabite šele po vnosu veljavne licenčne kode.
sv: Programmet kan endast användas efter att en giltig licenskod har angetts.
zh: 只有在输入了有效的许可证代码后，才能使用该程序。

# LicenseCodeColon
source: License code:
bg: Код на лиценза:
da: Licenskode:
de: Lizenz-Code:
el: Κωδικός άδειας χρήσης:
et: Litsentsikood:
fr: Code de licence :
ja: ライセンスコードです。
ko: 라이선스 코드:
nb: Lisenskode:
pl: Kod licencji:
pt: Código de licença:
sk: Licenčný kód:
sl: Koda licence:
sv: Licenskod:
zh: 许可证代码。

source: Verify
bg: Проверка на
da: Bekræft
de: Überprüfen Sie
el: Επαλήθευση
et: Kontrollida
fr: Vérifier
ja: ベリファイ
ko: 확인
nb: Sjekk
pl: Zweryfikuj
pt: Verifiquem
sk: Overiť
sl: Preveri
sv: Kontrollera
zh: 核实

source: Number of minutes until the selected battery level is reached:
bg: Брой минути до достигане на избраното ниво на батерията:
da: Antal minutter, indtil det valgte batteriniveau er nået:
de: Anzahl der Minuten, bis der ausgewählte Batteriestand erreicht wird:
el: Αριθμός λεπτών μέχρι να επιτευχθεί η επιλεγμένη στάθμη μπαταρίας:
et: Minutite arv, kuni valitud akutase on saavutatud:
fr: Nombre de minutes avant d'atteindre le niveau de batterie sélectionné :
ja: 選択した電池残量に到達するまでの分数。
ko: 선택한 배터리 잔량에 도달할 때까지 남은 시간(분)입니다:
nb: Antall minutter til det valgte batterinivået er nådd:
pl: Liczba minut do osiągnięcia wybranego poziomu naładowania baterii:
pt: Número de minutos até o nível da bateria seleccionada ser atingido:
sk: Počet minút do dosiahnutia vybranej úrovne nabitia batérie:
sl: Število minut, dokler ni dosežena izbrana raven napolnjenosti baterije:
sv: Antal minuter tills den valda batterinivån är uppnådd:
zh: 达到选定的电池水平之前的分钟数。

# ActionAtTheSelectedBatteryChargeLevel
source: Action when the selected battery charge level is reached:
bg: Действие при достигане на избраното ниво на батерията:
da: Handling, når det valgte batteriniveau er nået:
de: Aktion, wenn der ausgewählte Akkuladestand erreicht ist:
el: Ενέργεια όταν επιτευχθεί το επιλεγμένο επίπεδο μπαταρίας:
et: Tegevus, kui valitud aku tase on saavutatud:
fr: Action lorsque le niveau de batterie sélectionné est atteint :
ja: 選択した電池残量に達したときの動作。
ko: 선택한 배터리 잔량에 도달했을 때의 동작입니다:
nb: Handling når det valgte batterinivået er nådd:
pl: Działanie po osiągnięciu wybranego poziomu naładowania baterii:
pt: Acção quando o nível da bateria seleccionada é atingido:
sk: Akcia po dosiahnutí vybranej úrovne nabitia batérie:
sl: Ukrepanje, ko je dosežena izbrana raven napolnjenosti baterije:
sv: Åtgärd när den valda batterinivån är uppnådd:
zh: 当达到选定的电池水平时采取行动。

source: Current battery charge in percent:
bg: Текущ заряд на батерията в проценти:
da: Aktuel batteriopladning i procent:
de: Aktuelle Akkuladung in Prozent:
el: Τρέχουσα φόρτιση της μπαταρίας σε ποσοστό:
et: Aku praegune laadimine protsentides:
fr: Pourcentage de charge actuel de la batterie :
ja: 現在のバッテリー充電量（％）。
ko: 현재 배터리 충전량(퍼센트):
nb: Nåværende batterilading i prosent:
pl: Bieżący poziom naładowania akumulatora w procentach:
pt: Carga actual da bateria em percentagem:
sk: Aktuálne nabitie batérie v percentách:
sl: Trenutna napolnjenost baterije v odstotkih:
sv: Aktuell batteriladdning i procent:
zh: 当前的电池电量，以百分比表示。

source: Shut down device
bg: Изключване на машината
da: Luk maskinen ned
de: Gerät herunterfahren
el: Κλείστε το μηχάνημα
et: Lülita masin välja
fr: Arrêter l'appareil
ja: マシンをシャットダウンする
ko: 컴퓨터 종료
nb: Slå av maskinen
pl: Wyłączyć urządzenie
pt: Desligar a máquina
sk: Vypnutie stroja
sl: Izklop naprave
sv: Stänga av maskinen
zh: 关闭机器

source: Hibernate device
bg: Устройство за хибернация
da: Enhed i dvale
de: Gerät in den Ruhezustand versetzen
el: Συσκευή αδρανοποίησης
et: Seadme puhkeolekusse lülitamine
fr: Dispositif d'hibernation
ja: ハイバネートデバイス
ko: 컴퓨터 절전 모드 전환하기
nb: Sette maskinen i dvale
pl: Urządzenie hibernujące
pt: Dispositivo de hibernação
sk: Hibernácia zariadenia
sl: Naprava za hibernacijo
sv: Enhet för viloläge
zh: 休眠设备

source: Set device to power saving mode
bg: Настройка на устройството в режим на пестене на енергия
da: Indstil enheden til strømbesparende tilstand
de: Gerät in den Energiesparmodus versetzen
el: Ρύθμιση της συσκευής σε λειτουργία εξοικονόμησης ενέργειας
et: Seadme seadistamine energiasäästurežiimi
fr: Mettre l'appareil en mode économie d'énergie
ja: デバイスをパワーセービングモードに設定する
ko: 기기를 절전 모드로 전환하기
nb: Sette maskinen i strømsparingsmodus
pl: Przełączanie urządzenia w tryb oszczędzania energii
pt: Configurar dispositivo para modo de poupança de energia
sk: Nastavenie zariadenia na režim úspory energie
sl: Nastavitev naprave na način varčevanja z energijo
sv: Ställ in enheten i energisparläge
zh: 将设备设置为省电模式

# TheDeviceMayStillBeChargingOrTheBatteryStatusCouldNotBeDetermined
source: The device may still be charging or the battery status could not be determined. The controlled battery discharge process is nevertheless carried out normally.
bg: Възможно е устройството все още да се зарежда или състоянието на батерията да не може да бъде определено. Въпреки това контролираният процес на разреждане на батерията се извършва нормално.
da: Enheden er muligvis stadig ved at oplade, eller batteristatusen kunne ikke bestemmes. Den kontrollerede batteriudladningsproces udføres dog normalt.
de: Möglicherweise wird das Gerät noch geladen oder es konnte der Batteriestatus nicht ermittelt werden. Der kontrollierte Batterieentladevorgang wird trotzdem folgend normal ausgeführt.
el: Η μονάδα μπορεί να φορτίζει ακόμα ή η κατάσταση της μπαταρίας δεν ήταν δυνατό να προσδιοριστεί. Η ελεγχόμενη διαδικασία εκφόρτισης της μπαταρίας πραγματοποιείται κανονικά.
et: Seade võib olla veel laadimises või aku olekut ei ole võimalik kindlaks teha. Kontrollitud aku tühjendusprotsess toimub siiski normaalselt.
fr: Il est possible que l'appareil soit encore en charge ou que l'état de la batterie n'ait pas pu être déterminé. Le processus de décharge contrôlée de la batterie est néanmoins effectué normalement ci-dessous.
ja: 本体がまだ充電中であるか、電池の状態を判断できなかった可能性があります。 それにもかかわらず、制御された電池の放電プロセスは正常に実行されます。
ko: 기기가 아직 충전 중이거나 배터리 상태를 확인할 수 없습니다. 그럼에도 불구하고 제어된 배터리 방전 프로세스는 정상적으로 수행됩니다.
nb: Det kan hende at enheten fortsatt lades, eller at batteristatusen ikke kunne fastslås. Den kontrollerte batteriladingsprosessen utføres likevel som normalt.
pl: Urządzenie może nadal się ładować lub nie można określić stanu baterii. Proces kontrolowanego rozładowania akumulatora przebiega jednak normalnie.
pt: A unidade pode ainda estar a carregar ou o estado da bateria não pôde ser determinado. O processo de descarga controlada da bateria é, no entanto, levado a cabo normalmente.
sk: Prístroj sa môže stále nabíjať alebo sa stav batérie nedal určiť. Riadený proces vybíjania batérie však prebieha normálne.
sl: Enota se morda še vedno polni ali pa stanja baterije ni bilo mogoče določiti. Nadzorovano praznjenje baterije kljub temu poteka normalno.
sv: Det kan hända att enheten fortfarande laddas eller att batteristatusen inte kunde fastställas. Den kontrollerade urladdningen av batteriet sker dock normalt.
zh: 设备可能仍在充电或无法确定电池状态。 不过，受控的电池放电过程还是正常进行的。

source: Information
bg: Информация
da: Oplysninger
el: Πληροφορίες
et: Teave
ja: インフォメーション
ko: 정보
nb: Informasjon
pl: Informacje
pt: Informação
sk: Informácie
sl: Informacije
zh: 信息

source: Prevent unwanted system sleep mode:
bg: Предотвратяване на нежелана хибернация на системата:
da: Forebyg uønsket dvale af systemet:
de: Unerwünschten Ruhezustand des Systems verhindern:
el: Αποτροπή ανεπιθύμητης αδρανοποίησης του συστήματος:
et: Vältida süsteemi soovimatut talveolekut:
fr: Empêcher la mise en veille indésirable du système:
ja: システムの不要なハイバネーションの防止:
ko: 원치 않는 시스템 최대 절전 모드를 방지합니다:
nb: Forhindre uønsket dvalemodus for systemet:
pl: Zapobieganie niepożądanej hibernacji systemu:
pt: Prevenir a hibernação indesejada do sistema:
sk: Zabránenie nežiaducej hibernácii systému:
sl: Preprečevanje neželene hibernacije sistema:
sv: Förhindra oönskad dvala i systemet:
zh: 防止不必要的系统休眠:
